{
        "name": "Chumey Nature Resort",
        "url": "*URL",
        "continent": "*CONTINENT",
        "country": "*COUNTRY",
        "description": {
            "en": "<p>In an idyllic setting of breathtaking beauty, surrounded by hills covered with thick evergreen forests, discover a unique resort in the center of Bhutan, the Chumey Nature Resort. Nestled on a hillside in the pristine Bumthang Valley, dotted with ancient villages and temples stretches against a breathtaking backdrop of mountains, our resort offers a haven of peace and tranquility where the soul can relax. Enjoy pleasant walks among the lichen-covered trees, the silent singing of a multitude of birds at break of day, the silence of the night, but for the sighs of wind through the pines, the serenity of a traditional hot stone bath.Founded in 2008 Chumey Nature Resort, a 3 star category resort classified by the Bhutan Tourism Board is located in the Bumthang Valley in Central Bhutan, a region of approximately 2800 meters above sea level. It is an idyllic place of great natural beauty. Away from the hill amidst the cascading pines lies the Chumey Nature Resort a blend of contemporary and traditional architecture, barely visible, yet with command of a great view of the surrounding valley. A 5 minute drive down a main freeway feeding path brings one to the resort.Opposite the Chumey Nature Resort, you can see the historical site of Domkhar Tashichholing Palace, home of the second king of Bhutan. The ruins of the 16th Gyalwa Karmapa, Rangjung Rigpe Dorje Monastery are located further away. The recently restored Buli Lhakhang Dorje Lingpa (1346 - 1405) is situated across the valley with Tharpaling Goemba perched on the hillside above it. Not far away is the Nimalung monastery, famous all over the world for its masked monk dancers, and the group of village houses around the noble house in Prakkar which gave the second king its queen. All these treasures are within walking distance of the resort, giving ample opportunity to explore the heart of Bhutan's culture and history.A short distance away is the village of Prakar with groups of houses and the temple of Prakar, where the Prakar festival is held annually during the fall. There are opportunities for pleasant walks to the local villages and monasteries like Tharpaling. Jakar town or Chamkhar is about 20 minutes’ drive east of here.Chumey Nature Resort offers 8 standard rooms, 2 deluxe rooms and 4 luxury suites equipped with private kitchen and living room. All rooms offer breathtaking panoramic views of the Chumey Valley. All rooms and suites are equipped with the best in-room amenities including concealed heating system, comfortable beds and modern bathroom facilitiesA full service restaurant can seat up to 50 guests and offers meals in the house. It serves variety of continental and traditional Bhutan cuisine.A separate bar can accommodate up to 25 people. It also has a comfortable terrace, ideal to enjoy a romantic sunset at the end of the day.Chumey Nature Resort is connected to a telephone and Internet access.Peruse local craftwork in our gift shop. From the elaborate traditional hand-woven dress, rustic yak hair textiles, and other craft products, our store offers a selection of quality handicrafts produced in Bumthang and beyond.Relax your mind, body and soul and reconnect with your spiritual inspiration. Spend a few quiet moments in our calm and serene meditation room.</p>",
            "de": ""
        },
        "description_short": {
            "en": "In an idyllic setting of breathtaking beauty, surrounded by hills covered with thick evergreen forests, discover a unique resort in the center of Bhutan, the Chumey Nature Resort.",
            "de": ""
        }
    }