{
        "name": "Great Huts Resort",
        "url": "*URL",
        "continent": "*CONTINENT",
        "country": "*COUNTRY",
        "description": {
            "en": "<p>Great Huts is a rootsy eco-resort that follows the theme of an African village. It is located on 4 acres of Cliffside land, outside of Boston Bay. Accommodation includes artistically decorated African style cabins and tree houses. The grounds and buildings are decorated with ethnic sculptures and works of art, produced by local craftsmen.There is a Cliffside path on the site giving access to a secluded beach with a diving platform, hammocks and tide-rock pools. If you prefer to swim near your room there is also a cliff side pool, fed with salt water, giving a magnificent view of the ocean below.Great Huts - a paradise on the edge, is an eco-friendly resort located in Port Antonio, Jamaica. Its unique rooms in African hut and wood bring you back to nature in comfort and style. Have the holiday you've always dreamed of.Located on the cliffs overlooking the beautiful waters of Boston Bay, Great Huts Resort offers a perfect vacation for nature lovers. Facilities include a natural seawater pool and private beach, cliff-side swimming pool, lush tropical gardens and eco-friendly rooms with African-style décor. A one of a kind Eco-type resort in Jamaica, Great Huts gives discriminating travelers their choice of a Tree House or African Hut Rooms. Each rustic home - Tree Houses, Tents and Huts, include free WIFI and are comfortably furnished, uniquely decorated and spacious nestled in your own corner of the Great Huts complex.Relaxation is the order of the day at Great Huts, however, if you feel energetic, there is a wide range of activities to choose from. Boston Bay is the number one surf point in Jamaica and there are plenty of instructors on hand, eager to give surf lessons. Swimming in snorkeling in the sea is also an option. For those looking for a more immersive experience, the Lady G'Diver diving school is easily accessible from Great Huts.</p><h2>Strong points:</h2><ul><li>Within walking distance to Boston Bay Beach</li><li>Free continental breakfast</li><li>Free WiFi in rooms and public areas</li><li>Free parking</li><li>Large cabins</li><li>Aboriginal but modern, minimalist yet complex, off the beaten path but close to the nightlife and events of Boston Bay and Port Antonio</li><li>Each of our rustic homes - three tree houses, three tents and seven cabins - are comfortably furnished, uniquely decorated and spaciously nestled in your own corner of the Great Huts complex</li><li>Built on a plateau of more than 4 acres at the northeast peak of the Jamaican coast</li><li>An intimate holiday village with comfortably furnished accommodation</li><li>Wi-Fi in public areas</li><li>Onsite restaurant serving breakfast (free with stay) and dinner (US $15 and up)</li><li>Enlarged view of cliffs with dining area</li><li>Hammocks everywhere</li><li>Beautiful beach, and sea and spring-fed pool</li><li>Offers a "root" alternative to the Afro-Caribbean at the traditional hotel or Villa</li><li>Rooms feature handcrafted furniture and personalized décor that makes each unit unique</li><li>Beds come with premium bedding including Egyptian cotton sheets and linens</li><li>Some units have a private bathroom, while other units share shared bathrooms with showers</li></ul><p>Great Huts was created by Dr. Paul Rhodes, a physician from the United States. Dr. Rhodes first visited Jamaica in 1974 when he was seconded to Lucea to participate in a nutrition project. After his secondment, Rhodes regularly visited Jamaica. In 2001, he bought 4 acres of land around Boston Bay and put on creating Great Huts. Rhodes has also set up a shelter for the homeless in Port Antonio, contact Great Huts if you are interested in volunteering the shelter, volunteers receive accommodation at subsidized rates. In 2009, the complex was extensively renovated.</p><p>IMPORTANT: It is advisable to bring sneakers and hiking shoes (paths and rocky soils), water shoes, flashlights and insect repellents. Nets and mosquitoes are provided in all units.</p>",
            "de": ""
        },
        "description_short": {
            "en": "Great Huts is a rootsy eco-resort that follows the theme of an African village. It is located on 4 acres of Cliffside land, outside of Boston Bay. Accommodation includes artistically decorated African style cabins and tree houses.",
            "de": ""
        }
    }