{
        "name": "Green Village Resort",
        "url": "*URL",
        "continent": "*CONTINENT",
        "country": "*COUNTRY",
        "description": {
            "en": "<p>Green Village Resort is located in a picturesque area of the Danube Delta, less than 2 miles from the Black Sea. It features an outdoor pool, an outdoor hot tub and free sauna access. Wi-Fi is also available in some public areas.Located in Sfantu Gheorghe, the place where the Danube meets the Black Sea, the 4 * Green Village Resort can mean both a seaside holiday and a getaway in the heart of the Danube Delta. We strongly recommend doing excursions on the canals and lakes that this unique part of Europe offers. The nautical base is equipped with fast boats, fishing boats as well as kayaks.Recently renovated, Green Village Resort offers 4 * Villas Accommodation - Egreta, Alb Starcul, Lebada, Pelicanul - with a total of 89 rooms: 30 apartments with one double room and one living room, 1 apartment with 2 double bedrooms and a living room, 50 Double rooms and 8 studios - about 30 000sqm in total. The rooms vary from 25 to 40sqm each. The apartments are structured on two floors, with a terrace of 15sqm and a living room of 20sqm at the ground floor, furnished with 2 armchairs in rattan non extensible; The 30sqm bedroom is located on the first floor. Decorations are inspired by discreet luxury and only stand out due to attention given to detail. All rooms are equipped with; one minibar, air conditioning and the bathrooms offer generous space. The terraces offer views of the Danube or the Black Sea and the villas are surrounded by a large number of lakes that host lilies and other aquatic plants, as well as wild ducks.Fish lovers can be surprised by large catches (each year, 60-80 kg of salmon are caught). We can provide bait and even organize winning contests. In addition, fishing courses can be organized for the little ones on the nearby lakes.Guests can enjoy international and local cuisine in the restaurant or on the terrace (capacity: 240 covers, ground floor / first floor, interior / exterior), reed on the lawn, gazing by the beautiful river. At sunset, they can relax by sipping a cocktail or a glass of wine at one of the lacustrine bars.Bird watching or photo hunting can be spectacular alternatives for beginners and advanced tourists. More than 300 species of birds have been recorded, including cormorant, pygmy cormorant, white pelican and Dalmatian pelican. There are many colonies of multi-species herons and raptor species, including the white-tailed eagle. The marsh colonies are particularly remarkable. We strongly recommend packing several video tapes or memory cards for your camera as well as a solid tripod to capture the beauty of the area.Access to Green Village Resort is done exclusively by boat. On request and at an additional cost, transfers from Murighiol-Sfantu Gheorghe can be arranged. Guests arriving by car can park in the town of Murighiol, 29.2 miles away.</p>",
            "de": ""
        },
        "description_short": {
            "en": "Green Village Resort is located in a picturesque area of the Danube Delta, less than 2 miles from the Black Sea. It features an outdoor pool, an outdoor hot tub and free sauna access. Wi-Fi is also available in some public areas.",
            "de": ""
        }
    }