{
        "name": "Inkaaterra Reserva Amazonica",
        "url": "*URL",
        "continent": "*CONTINENT",
        "country": "*COUNTRY",
        "description": {
            "en": "<p>Located in a private reserve of 40 square miles, deep in the Amazon rainforest, Reserva Amazonica is a short flight from Lima or Cusco followed by a 45 minute boat transfer.Inkaterra Reserva Amazonica is a luxurious eco-lodge that is remote yet easily accessible. Specialized in wildlife tours on foot and by boat, it will be of interest to travelers looking for an unforgettable rainforest adventure in a stunning and tranquil setting.Inkaterra Reserva Amazonica offers a variety of activities for all interests and fitness levels, all run by first class guides. Custom itineraries can include challenging jungle treks and energetic canoe trips, or bird watching and visiting native communities. One of the highlights is the canopy walkaway, considered to be one of the most modern and sophisticated in the world.After a tiring day, indulge in a massage by the river while watching the sunset, relax on the covers of the siesta or enjoy a Pisco Sour at the bar.It offers 35 elegant thatched cottages that combine rustic local style with contemporary influences. The superior rooms are wooden cabins crowned by a palm thatched roof, equipped with canopy mosquito nets and hammock of the siesta area. The Amazonica suites include a spacious bedroom with a king bed or two twin beds and luxurious sized bath. The Tambopata suites feature a private covered terrace with plunge pool, sunbathing chairs and outdoor shower in four integrated areas. All rooms are equipped with rainforest equipment such as umbrellas, lanterns, kerosene lamps and ceiling fan.</p><h2>Reserva Amazonica Rooms - Rustic Elegance</h2><p>Inspired by native Amazonian design, 35 private thatched roof cabins combine natural materials with contemporary amenities. Four cabana options are offered, creating the most luxurious of all accommodations in the Peruvian Amazon, with:</p> <ul><li>Filtered porch and hammocks</li><li>Tropical Ceiling Fans</li><li>Hot showers</li><li>Flashlights</li><li>Low Impact Electricity</li><li>Organic Bath Products</li><li>Suits and Slippers</li><li>Suite Tambopata</li></ul><p>Inkaterra Reserva Amazonica's cuisine is excellent. The menu offers a variety of delicious dishes prepared with local ingredients and native techniques, served in a charming setting.</p><ul><li>Spa</li><li>Immersion pool</li><li>Gift Gallery</li><li>Outdoor Shower</li><li>Dining room: 1 restaurant, 1 bar</li></ul><p>Added to your comfort are plush bathrobes and Andean rubber slippers along with jungle equipment like umbrellas, lanterns, kerosene lamps and ceiling fan. Enjoy the comfortable amenities of the open bathroom concept with separate shower and toilet, double sinks, hot water, lush towels, and an array of eco-friendly toiletries. Stay for a dream in the siesta lounge with sommiers equipped with hammocks. Your stay in Tambopata offers you the ultimate in comfort and convenience in the isolation and splendor of southern Amazonas.</p>",
            "de": ""
        },
        "description_short": {
            "en": "Located in a private reserve of 40 square miles, deep in the Amazon rainforest, Reserva Amazonica is a short flight from Lima or Cusco followed by a 45 minute boat transfer.",
            "de": ""
        }
    }
    