{
        "name": "Khao Sok Nature Resort",
        "url": "*URL",
        "continent": "*CONTINENT",
        "country": "*COUNTRY",
        "description": {
            "en": "<p>Conveniently located in the main tourist area of Near Center, Khao Sok Nature Resort promises a relaxing and wonderful visit.Due to its mountain terrain and expansive, the park and its surroundings remained mostly touched by people, and today Khao Sok teeming with plants and wildlife. Wild elephants, languars dark, leopards, bantung, a variety of monkeys, snakes, and more than 180 bird species inhabit the park and surrounding shrines. Equally impressive are the plant species of Khao Sok, including solid bamboo trees so thick that anyone standing under a low pay remain dry, and the flower Rafflesia Kerri Meijer, or just 'wild lotus' (bua phut ) in Thai, which is one of the largest flowers in the world, reaching a diameter of 75 cm at full maturity. The best chance of seeing a flower is in November or December, but be prepared for its pungent perfume that smells something like rotten eggs.After entering the park's, visitor’s center is located a few steps from the door and is equipped with some of the workers very friendly and park rangers who speak good English and are happy to answer questions. They also distribute decent information brochures, including a couple vague maps, and can provide information on local attractions, hiking trails, and housing. There are some rooms available Public and Private here too, but few foreigners choose to stay in the park when there are cheaper and comfortable guest rooms close by. There are also a small restaurant and a shop with limited hours, but does not seem to see much use - the restaurant looked deserted if you visit it although the rangers will insist that it is open. All hiking trails in the vicinity begin near the reception and restaurant area, and there are clearly marked signs along the trails.With countless hiking trails, waterfalls, caves and views, it is worth taking at least a few days to explore the area west of the park on foot. However, at least half of the experience Khao Sok is artificial Chiew Lan Lake - one of the most picturesque bodies of freshwater Thailand - which has karst limestone cliffs that rise dramatically from the calm, emerald water Virgin.OrientationKhao Sok is accessible by road. 401, which connects Takua Pa west to east Surat Thani and is directly south of the whole park, which is located within the borders of the province of Surat Thani, but is much closer Phang Nga and the western Andaman coast. There are no running routes in the park itself.Travelers will find just about everything they are looking along the access road 1.5 km outside the park, including accommodation to suit all budgets, convenience stores, restaurants, bars, tour operators, Internet cafes generally charge per minute 2B, bike rental, minibus services, and at least one ATM located just outside the mini-mart next to Herb restaurant. There are also some banks and ATMs in Ban Ta Khun. You will find the cell signal that works relatively well, except on a hike of several kilometers north of the visitor center and some of the other sections (especially the northernmost parts) of Chiew Lan Lake. The headquarters of the national park can provide basic first aid needs, but something more serious will require a trip to the hospital is in Ban Ta Khun or Takua Pa.</p>",
            "de": ""
        },
        "description_short": {
            "en": "Conveniently located in the main tourist area of Near Center, Khao Sok Nature Resort promises a relaxing and wonderful visit.",
            "de": ""
        }
    }