{
        "name": "The Laguna Lodge Eco-Resort & Nature Reserve",
        "url": "*URL",
        "continent": "*CONTINENT",
        "country": "*COUNTRY",
        "description": {
            "en": "<p>The Laguna Lodge Eco-Resort & Nature Reserve conceived and created eco-lodge, design, engineering, constructing and decorating in an organic process that is still being unfolding. The hotel sees nature and culture as an asset to be protected and respected by sustainable tourism; nestled in the mountains and volcanoes, immersed in the 100-acre nature reserve, the luxuriously natural Eco-Resort stands on the shores of beautiful and mystical Lake Atitlan. Also the entrance in this Mayan world begins by boat. Inspired by nature, the lodge is built of volcanic stone, adobe, wood and palm. Spacious suites with large private balconies offer spectacular views of the lake from the volcanoes. The setting of the restaurant is set – the amphitheater of the lake is enveloping 3D – the sun descends into the infernos – a celebration of the night begins in the Lava Bar! The motto of this Guatemala Eco Resort is 'Nature is the New Luxury'. This confession is true in every sense of the word. The resort is located in front of the lake on the legendary lake of Atitlan and is located exclusively in its own nature reserve. To get to Guatemala Eco Resort, the trip is by boat on the lake.Roads of the natural reserve cross Mayan trails and ceremonial rocks. In testimony to its ancient past, after the rain you can sometimes find a piece of obsidian flint on the trails around the area. The straw huts offer panoramic views across the lake. For adventure enthusiasts the terrains have rock cliffs for climbing, abseiling and cliff jumping. The lake can be explored with our kayaks and canoes.</p><h2>Eating</h2><p>Breakfast is a delicious a la carte dish, with options such as scrambled eggs with refried beans and ranchero sauce, cheese omelet and mushrooms, whole wheat pancakes with syrup and croissants with jam, accompanied by freshly ground coffee and orange juice. Lunch is a roster of healthy delicious soups, salads and baguettes – you can enjoy a delicious black bean and ginger soup served with whole-wheat toast, and a Panini stuffed with cheddar, onion, tomato and spicy rocket, moreish carrot cake covered with a thick whip of cream cheese icy.</p><h2>Children</h2><p>Laguna Lodge is not particularly suitable for children and does not accept guests under the age of 13. Teenagers with an interest in nature will love it here, and the DVDs in the upstairs lounge will help keep them entertained in the evenings. Superior and Luxury Suites can accommodate an extra bed (for a fee) and the restaurant is happy to prepare vegetarian pastas and burgers for the fussy eaters.The engine starts to slow down as your boat approaches the lush confines of Laguna Lodge Eco-Resort & Nature Reserve. Peaceful and spectacular, the steep banks of Lake Atitlan provide the perfect backdrop for a spent vacation recharging in Mayan Guatemala.</p>",
            "de": ""
        },
        "description_short": {
            "en": "The Laguna Lodge Eco-Resort & Nature Reserve conceived and created eco-lodge, design, engineering, constructing and decorating in an organic process that is still being unfolding.",
            "de": ""
        }
}